Repository: happer64bit/zyae-app
Catalog: lib/l10n/app_*.arb
Languages: my

# appTitle
source: Zyae Shop
my: Zyae ဆိုင်

source: Home
my: ပင်မ

source: Inventory
my: ပစ္စည်းစာရင်း

source: Sell
my: အရောင်း

source: Sales
my: ရောင်းအား

source: Settings
my: ဆက်တင်များ

source: Today's Overview
my: ယနေ့အကျဉ်းချုပ်

source: Today's Sales
my: ယနေ့ရောင်းရငွေ

source: Transactions
my: အရောင်းအဝယ်များ

source: Quick Actions
my: အမြန်လုပ်ဆောင်ချက်များ

source: New Sale
my: အရောင်းသစ်

source: Add Item
my: ပစ္စည်းသစ်ထည့်ရန်

source: Summary
my: အနှစ်ချုပ်

source: Low Stock Alert
my: ပစ္စည်းပြတ်လုနီး သတိပေးချက်

source: View All
my: အားလုံးကြည့်ရန်

# itemsLow
source: Items are low in stock
my: ပစ္စည်းများ လက်ကျန်နည်းနေပါပြီ

source: Start New Sale
my: အရောင်းစတင်ရန်

source: Search products...
my: ပစ္စည်းရှာရန်...

source: All
my: အားလုံး

source: Low Stock
my: လက်ကျန်နည်း

source: Out of Stock
my: ပစ္စည်းပြတ်

source: In Stock
my: လက်ကျန်ရှိ

source: Add Product
my: ပစ္စည်းထည့်ရန်

source: Edit Product
my: ပစ္စည်းပြင်ရန်

source: Product Name
my: ပစ္စည်းအမည်

source: Selling Price
my: ရောင်းဈေး

source: Current Stock
my: လက်ကျန်အရေအတွက်

source: Unit
my: ယူနစ်

# lowStockThreshold
source: Low Stock Alert At
my: သတိပေးရမည့် အရေအတွက်

source: Expiry Date
my: သက်တမ်းကုန်ဆုံးရက်

source: Select Expiry Date
my: ရက်စွဲရွေးပါ

source: Supplier Contact
my: ကုန်သည်ဖုန်းနံပါတ်

source: (Optional)
my: (မထည့်လည်းရသည်)

source: Barcode
my: ဘားကုဒ်

source: Save
my: သိမ်းဆည်းရန်

source: Update
my: ပြင်ဆင်ရန်

source: Delete
my: ဖျက်ရန်

source: Cancel
my: မလုပ်တော့ပါ

# confirmDelete
source: Are you sure you want to delete this product?
my: ဤပစ္စည်းကို ဖျက်မည်မှာ သေချာပါသလား?

source: Cart
my: ဈေးခြင်းတောင်း

source: Total
my: စုစုပေါင်း

source: Complete Sale
my: အရောင်းအတည်ပြုရန်

source: Sale completed
my: အရောင်းအောင်မြင်ပါသည်

# noSalesYet
source: No sales recorded yet
my: အရောင်းမှတ်တမ်း မရှိသေးပါ

source: Language
my: ဘာသာစကား

source: Export Data
my: ဒေတာထုတ်ယူရန်

source: Import Data
my: ဒေတာထည့်သွင်းရန်

source: Reset Data
my: ဒေတာအားလုံးဖျက်ရန်

# resetDataConfirm
source: This will delete all your data. Are you sure?
my: ဒေတာအားလုံး ပျက်သွားပါမည်။ သေချာပါသလား?

source: Export to Excel
my: Excel သို့ ထုတ်ယူရန်

# dataRestored
source: Data restored successfully
my: ဒေတာပြန်လည်ရယူပြီးပါပြီ

# backupSaved
source: Backup saved successfully
my: Backup သိမ်းဆည်းပြီးပါပြီ

# excelExported
source: Excel exported successfully
my: Excel ထုတ်ယူပြီးပါပြီ

# dataReset
source: Data reset successfully
my: ဒေတာအားလုံး ဖျက်ပြီးပါပြီ

source: Select Language
my: ဘာသာစကားရွေးပါ

source: English
my: အင်္ဂလိပ်

source: Burmese
my: မြန်မာ

# dataExported
source: Data exported successfully
my: ဒေတာထုတ်ယူပြီးပါပြီ

# dataImported
source: Data imported successfully
my: ဒေတာထည့်သွင်းပြီးပါပြီ

source: Data Management
my: ဒေတာ စီမံခန့်ခွဲမှု

source: Scan Barcode
my: ဘားကုဒ်ဖတ်ရန်

source: Product not found
my: ပစ္စည်းမတွေ့ပါ

source: added to cart
my: ခြင်းတောင်းထဲသို့ ထည့်လိုက်သည်

source: Weekly Sales
my: အပတ်စဉ်ရောင်းအား

source: Recent Sales
my: လတ်တလောရောင်းအား

source: items
my: ပစ္စည်း

source: is required
my: လိုအပ်ပါသည်

# lowStockAlertHelp
source: Get alerted when stock falls below this number
my: လက်ကျန်ပစ္စည်း ဤပမာဏအောက်ရောက်လျှင် သတိပေးမည်

source: Contacts
my: အဆက်အသွယ်

source: Add Contact
my: အဆက်အသွယ် ထည့်ရန်

source: Edit Contact
my: အဆက်အသွယ် ပြင်ဆင်ရန်

source: Name
my: အမည်

source: Phone Number
my: ဖုန်းနံပါတ်

source: Pick Image
my: ပုံရွေးချယ်ရန်

source: Select Contact
my: အဆက်အသွယ် ရွေးချယ်ရန်

source: Top Selling Products
my: ရောင်းအားအကောင်းဆုံး ပစ္စည်းများ

source: This Month
my: ယခုလ

source: This Week
my: ယခုအပတ်

source: Today
my: ယနေ့

source: Revenue
my: ဝင်ငွေ

source: Sold
my: ရောင်းရပြီး

source: Orders
my: အော်ဒါများ

source: Oldest First
my: အဟောင်းဆုံး အရင်

source: Newest First
my: အသစ်ဆုံး အရင်

source: Filter by Date
my: ရက်စွဲဖြင့် စစ်ထုတ်ရန်

source: No sales found
my: အရောင်းမှတ်တမ်း မတွေ့ပါ

source: Top Selling
my: အရောင်းရဆုံးများ

source: Items Sold
my: ရောင်းရသည့် အရေအတွက်

source: Good Morning
my: မင်္ဂလာနံနက်ခင်းပါ

source: Good Afternoon
my: မင်္ဂလာနေ့လည်ခင်းပါ

source: Good Evening
my: မင်္ဂလာညနေခင်းပါ

source: Sale Details
my: အရောင်းအသေးစိတ်

source: Total Amount
my: စုစုပေါင်းပမာဏ

source: Tap to add items
my: ပစ္စည်းထည့်ရန် နှိပ်ပါ

source: Error
my: အမှား

# noContactsAdded
source: No contacts added yet
my: အဆက်အသွယ်များ မရှိသေးပါ
